{
  "website":{
    "title": "Conghui's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I am a Ph.D. candidate in Tsinghua University"
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It has comprehensive function, it can be easily used and edited. It's adapted for many kinds devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
    "rsser": "Rsser is an Ionic application, with this application we can read news and articles freely, you can add rss address from the given list and add it manually."
  },
  "career":{
    "my_career": "My Career",

    "stanford": "Stanford University",
    "stanford_des": "",
    "stanford_date": "Jun. 2016 - Sep. 2016",
    "stanford_job": "Visiting student",

    "wxsc": "National Supercomputing Center in Wuxi",
    "wxsc_des": "Now I work in National Supercomputing Center in Wuxi, which hosts the fastest super computer in the world.",
    "wxsc_date": "Feb. 2016 - now",
    "wxsc_job": "Software engineer",

    "statoil": "Statoil (oil company)",
    "statoil_des": "Design and implement a CPU-GPU hybrid parallel strategy for beam migration, which is a highly efficient migration method for subsurface imaging.",
    "statoil_date": "Jun. 2014 - Sep. 2014",
    "statoil_job": "Geophysicist & Dev ",

    "thu": "Tsinghua University",
    "thu_des": "I started my PhD career in the department of Computer Science, Tsinghua University. My research interests include accelerating the computationally intensive applications such as the oil & gas applications with the state-of-art high performance computing (HPC) technology, and designing extremely low-latency FPGA circuits for financial applications.",
    "thu_date": "Sep. 2013 - now",
    "thu_job": "PhD candidate",

    "sysu": "Sun Yat-sen University",
    "sysu_des": "I got my BS degree in the major of Computer Science in Sun Yat-sen University.",
    "sysu_date": "Sep. 2009 - Jul. 2013",
    "sysu_job": "Undergraduate"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
